tap "deskflow/tap"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "thezoraiz/ascii-image-converter"
tap "wtfutil/wtfutil"
brew "bash"
brew "bat"
brew "ccls"
brew "chafa"
brew "clipboard"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "go"
brew "gpatch"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "luit"
brew "neovim"
brew "neovim-remote"
brew "node"
brew "poppler"
brew "pyenv"
brew "rich-cli"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "sevenzip"
brew "spotify_player"
brew "starship"
brew "stylua"
brew "tealdeer"
brew "tmux"
brew "wget"
brew "wtfutil"
brew "xclip"
brew "xsel"
brew "yadm"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "aerospace"
cask "deskflow"
cask "font-hack-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "mouseless"
cask "raycast"
cask "scroll-reverser"
cask "sf-symbols"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zen"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
