tap "deskflow/tap"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "largemodgames/spotatui"
tap "nikitabobko/tap"
tap "thezoraiz/ascii-image-converter"
tap "veeso/termscp"
tap "wtfutil/wtfutil"
brew "bash"
brew "bat"
brew "ccls"
brew "chafa"
brew "clipboard"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "gpatch"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "luit"
brew "mono"
brew "mysql@8.4", restart_service: :changed, link: true
brew "neovim"
brew "neovim-remote"
brew "node"
brew "poppler"
brew "portaudio"
brew "pyenv"
brew "resterm"
brew "rich-cli"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "sevenzip"
brew "starship"
brew "stylua"
brew "syncthing", restart_service: :changed
brew "tealdeer"
brew "tmux"
brew "tmuxinator"
brew "wget"
brew "wtfutil"
brew "xclip"
brew "xsel"
brew "yadm"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "largemodgames/spotatui/spotatui"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "veeso/termscp/termscp"
cask "nikitabobko/tap/aerospace"
cask "alcove"
cask "aldente"
cask "automounterhelper"
cask "cyberduck"
cask "deskflow/tap/deskflow"
cask "devtoys"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "iterm2@nightly"
cask "itsycal"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "kitty"
cask "leader-key"
cask "microsoft-teams"
cask "mouseless"
cask "obsidian"
cask "parallels"
cask "podman-desktop"
cask "raycast"
cask "scroll-reverser"
cask "sf-symbols"
cask "shottr"
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm@nightly"
cask "zen"
vscode "asvetliakov.vscode-neovim"
vscode "batisteo.vscode-django"
vscode "bbenoist.shell"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "benjaminbenais.copilot-theme"
vscode "bmewburn.vscode-intelephense-client"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "ecmel.vscode-html-css"
vscode "eliverlara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "humao.rest-client"
vscode "josemurilloc.aura-spirit-dracula"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-repositories"
vscode "njpwerner.autodocstring"
vscode "nur.just-black"
vscode "parallelsdesktop.parallels-desktop"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "silvenga.edi-x12-support"
vscode "sldobri.bunker"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "xdebug.php-debug"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
uv "posting"
